Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/umo.se/tupakointi.html.tmx
Source language: fin
Languages: sme

source: Tupakoiva ihminen imee itseensä tuhansia myrkyllisiä aineita.
sme: Go borgguha njammá alccesis duhatnáriid mirko ávdnasiid.

source: Tupakointi voi aiheuttaa erilaisia terveyshaittoja ja sairauksia, ja noin joka toinen tupakoitsija kuolee nuorempana kuin tupakoimaton ikätoveri.
sme: Borgguheapmi sáhttá dagahit sierra vahágiid ja buozanvuođaid, ja sullii juohke nubbi olmmoš gii borgguha jápmá ovdalgo son livččii jápmán borggutkeahttá.

source: Tupakka on myös kallista, se voi aiheuttaa aknea, heikentää fyysistä kuntoa ja vähentää seksihaluja.
sme: Dan lassin duhpát lea divrras, ja sáhttá dagahit nákkiid, heajut veadjima ja unnit seksahálu.

source: Silti monet nuoret aloittavat tupakoinnin ollakseen cooleja tai siistejä.
sme: Goittotge lea dábálaš ahte borgguhišgoahtá vai lea buorre ja čorgat.

source: Nuorten suojelemiseksi tupakoinnin vaaroilta on olemassa laki, jonka mukaan alle 18-vuotiaat eivät saa ostaa tupakkaa.
sme: Suddjen dihte nuoraid duhpáha váriin, lea leahkime láhka mii dadjá ahte ii oaččo oastit duhpáha vuollái 18 jahkásažžan.

source: Tupakkaa voidaan polttaa savukkeina, sikareina, pikkusikareina, piipussa tai vesipiipussa.
sme: Sáhttá borgguhit duhpáha sigareahttan, sigáran, sigarillan ja čáhcebiipun.

source: Savukkeet ovat näistä yleisimpiä.
sme: Sigareahtat leat dábálepmosat.

source: Savukkeesta tuleva savu sisältää noin 4 000 erilaista kemikaalia.
sme: Sigareahtat eai siskkil beare duhpáha, čahkkehuvvon suovas leat sullii 4000 kemiijalaš ávdnasa.

source: Monet niistä voivat aiheuttaa syöpää.
sme: Máŋggat dain addet borasdávdda.

source: Vaarallisimpia aineita ovat:
sme: Váraleamos ávdnasat leat:

source: Nikotiini on aine, joka on sallittu ainoastaan tupakassa ja tuotteissa, jotka auttavat lopettamaan tupakoinnin tai nuuskaamisen.
sme: Nikotiidna, ávnnas mii lea sállejuvvon duhpáhis ja buktagiin mat veahkehit dan gii háliida heaitit borgguheamis ja nuskomis.

source: Nikotiini on niin vaarallista, että neljän savukkeen nikotiinin siirtyminen suoraan vereen aiheuttaisi kuoleman.
sme: Nikotiidna lea nu váralaš ahte jus oččolii nikotiinna njealji sigareahtas njuolga varrii jámálii.

source: Syaanivety, myrkyllinen kaasu.
sme: Syanvehta, mirkkolaš gása.

source: Hiilimonoksidi, myrkyllinen kaasu, jota on muun muassa auton pakokaasussa.
sme: Čitnaoksiida, mirkkolaš gása mii lea e.e. biilabázahassuovas

source: Terva, joka sisältää monia eri aineita, joista osa voi aiheuttaa syöpää.
sme: Darvi siskkilda máŋggaid sierra ávdnasiid, oassi dain sáhttet dagahit borasdávdda.

source: Savukkeiden sisältämää tervaa käytetään lisäksi asfaltin ja maalien valmistuksessa.
sme: Dan lassin sigareahtain gevtojuvvo darvi earet eará asfálttain ja molenfearggain.

source: Muita vaarallisia aineita ovat esimerkiksi lyijy, kadmium, ammoniakki, bentseeni ja radioaktiivinen polonium.
sme: Ovdamearka eará váralaš ávdnasiin leat ladju, kadmiuma, ammoniáhkka, benzena ja rádioaktiivvalaš poloniuma.

source: Miksi tupakointi aloitetaan?
sme: Manin olmmoš borgguhišgoahtá?

source: Usein ensimmäiset tupakkakokeilut tapahtuvat kavereiden seurassa.
sme: Dábáleamos lea ahte lea olbmáiguin go vuosttaš geardde geahččala borgguhit.

source: Nuoret haluavat kokeilla miltä se maistuu ja tuntuu.
sme: Háliida geahččalit got dat smáhkke ja dovdo.

source: Ehkä tupakointi vaikuttaa siistiltä.
sme: Soaitá atnit ahte dat lea lávva.

source: Lähes kenenkään mielestä tupakka ei maistu hyvältä ensimmäisellä kerralla.
sme: Dat ii measta geange mielas leat buorre vuosttaš geardde.

source: Osa nuorista tupakoi näyttääkseen tai tunteakseen itsensä vanhemmaksi tai itsevarmemmaksi.
sme: Muhtimat borgguhit orrun ja dovdan dihte boarráseabbon, dehe iešráđáleabbon.

source: Monien mielestä tupakointi lisää yhteenkuuluvuuden tunnetta niiden kanssa, jotka tupakoivat.
sme: Olmmoš sáhttá atnit ahte šaddá álkit leahkit eará olbmuiguin, geat maid borgguhit.

source: Tupakoinnin vaaroista ollaan tietoisia
sme: Eatnasat dihtet ahte dat lea váralaš

source: Useimmat ihmiset tietävät tupakoinnin vaaroista.
sme: Eatnasat dihte ahte lea váralaš borgguhit.

source: On helppo ajatella, että sairaudet eivät koskettaisi itseä, tai että lopettaa ennen haittavaikutusten ilmenemistä.
sme: Muhto lea álki jurddašit ahte buozanvuođat eai deaivva su, dehe ahte galgá heaitit ovdalgo šaddá váralažžan.

source: Tupakoinnin aloittamisen jälkeen kehossa voi nopeasti huomata tiettyjä vaikutuksia, esimerkiksi kunnon heikentymisen.
sme: Jus borgguhišgoahtá leat dihto áššit maid sáhttá fuomášit oalle jođánit, ovdamearkka dihte ahte oažžu heajut veadjima.

source: Tämä johtuu siitä, että kehon hapenottokyky heikkenee, ja tupakassa oleva nikotiini saa sydämen lyömään nopeammin.
sme: Dat vuolgá das ahte gorut šaddá heajubun váldit sivrraáimmus jus borgguha, ja nikotiidna mii lea duhpáhis oažžu váimmu časkit jođáneappot.

source: Mitä nuorempana tupakoinnin aloittaa, sitä suurempi riski on tulla riippuvaiseksi ja altistua tupakoinnin aiheuttamille terveyshaitoille ja sairauksille.
sme: Mađi árabut eallimis borgguhišgoahtá, dađi stuorit riska lea šaddat sorjavažžan ja vai oažžu vahágiid ja skibasvuođaid borgguheamis.

source: Ennen kuin keuhkot ovat kehittyneet täyteen mittaansa, ne ovat erityisen herkät savulle.
sme: Ovdalgo geahppat ovdánan válmmasin lea erenomaš hearkkit duhpáhii.

source: Vaikka alle 18-vuotiaiden ei pitäisi saada käsiinsä tupakkaa, monet aloittavat tupakoinnin jo tätä nuorempina.
sme: Vaikko rievtti mielde ii galgga sáhttit oažžut duhpáha jus lea vuollái 18 jagi, álget máŋggat geat leat nuorabut borgguhit.

source: Passiivinen tupakointi
sme: Passiivvalaš borgguheapmi

source: Tupakoivien ihmisten läheisyydessä, esimerkiksi samassa huoneessa oleileva, saa kehoonsa savussa olevia kaasuja.
sme: Jus lea lahka olbmuid geat borgguhit, ovdamearkka dihte seamma lanjas, oažžu alccesis gásaid mat leat duhpáhis.

source: Tätä kutsutaan passiiviseksi tupakoinniksi.
sme: Dat gohčoduvvo passiivvalaš borgguheapmin.

source: Koska myös passiivinen tupakointi on vaarallista, tupakointi on kielletty ravintoloissa, kahviloissa, työpaikoilla ja julkisissa sisätiloissa.
sme: Daningo passiivvalaš borgguheapmi lea maid váralaš lea borgguheapmi gildojuvvon restauráŋggain, kaféain, bargobáikkiin ja almmolaš báikkiin.

source: Tupakoinnin lopettaminen
sme: Heaitit borgguheames

source: Tupakka aiheuttaa voimakasta riippuvuutta.
sme: Lea álki šaddat sorjavažžan duhpáhis.

source: Jo muutaman savukkeen jälkeen aivot voivat tulla riippuvaisiksi nikotiinista.
sme: Beare moatti sigareahta maŋŋel sáhttát vuoiŋŋahat šaddat sorjavažžan nikotiinnas.

source: Riippuvaisuus tarkoittaa sitä, että keho on tottunut saamaan nikotiinia, ja sen saannin loppuminen aiheuttaa vieroitusoireita.
sme: Leahkit sorjavaš duhpáhis mearkkaša ahte gorut lea hárjánan oažžut nikotiinna, ahte šaddá váivin jus ii oaččo borgguhit, nu gohčoduvvon biehttalanváivvit.

source: Myös itse tupakalla käynti aiheuttaa riippuvuutta ja tupakoinnista tulee tapa.
sme: Muhto olmmoš maid darvána geavaheapmái, šaddá dáhpin borgguhit.

source: Tupakoinnin lopettaminen on vaikeaa, vaikka siitä haluaisikin eroon.
sme: Lea váttis heaitit borgguheames, vaikko háliidage leahkit friddja das.

source: Lopettaminen on kuitenkin mahdollista, ja mitä aiemmin lopettaa, sen parempi.
sme: Muhto dat lihkostuvvá ja mađi nuorabun heaitá borgguheames dađi buoret dat lea.

source: Useimpien haittojen ja sairauksien riski pienentyy lopettamisen jälkeen.
sme: Eanaš vahágat ja skibasvuođat maid borgguheapmi addá, sáhttet jávkat jus heaitá.

source: Hyviä syitä olla polttamatta:
sme: Buorit ákkat leahkit borggutkeahttá

source: Rahaa riittää muuhunkin, koska tupakka on kallista.
sme: Sáhttá leahkit ruhta earái, daningo lea divrras borgguhit

source: Fyysinen kunto pysyy parempana, jos ei tupakoi.
sme: Olmmoš veadjá buorebut jus ii borggut.

source: Tupakoimaton ihminen on terveempi, nyt ja tulevaisuudessa.
sme: Olmmoš lea dearvasit sigareahtaid haga, sihke dál ja boahttevaš áigge.

source: Elinikä luultavasti pitenee.
sme: Lea jáhkihahtti ahte olmmoš oažžu guhkit eallima jus ii borggut.

source: Välttyy tekemästä vanhempia ja muita läheisiä vihaisiksi ja pettyneiksi.
sme: Vealtá dahkamis váhnemiid ja earáid hilbadin ja beahtáhallan.

source: Ei tarvitse olla riippuvainen ja tuntea vieroitusoireita, kuten tupakanhimoa, hermostuneisuutta tai levottomuutta.
sme: Vealtá leahkime sorjavaš ja dovdat biehttalanváivviid dego leahkit duhpáthálot, leahkit jierásmuvvan dehe leabohin.

source: Vaatteet eivät haise tupakalta.
sme: Biktasiin ii leat duhpáthádja.

source: Hengitys ei haise pahalta ja hampaat eivät kellerrä.
sme: Ii dárbbat oažžut heajos vuoigŋama dehe fiskes bániid.

source: Alle 18-vuotias voi viettää aikaansa mukavamminkin kuin yrittäen saada käsiinsä tupakkaa.
sme: Jus olmmoš lea vuollái 18 jagi sáhttá dahkat somás áššiid iežas áiggiin go ahte geahččalit oažžut duhpáha.

source: Välttyy saamasta ryppyjä ennenaikaisesti.
sme: Vealtá oažžumis nárvviid ovdal áiggi.

source: Tupakanviljely tuhoaa ympäristöä monin tavoin, ja viljelijät kärsivät myrkyllisistä torjunta-aineista.
sme: Duhpátgilvin billista birrasa máŋgga ládje ja gilvit vaháguvvet mirko dustenávdnasiin.

source: Jos ei ole varma, aloittaako tupakoida vai ei, voi kokeilla tehdä listan tupakoinnin hyvistä ja huonoista puolista.
sme: Jus eahpida galgágo borgguhit dehe ii, jus sáhttá geahččalit dahkat listtuid oavdduiguin ja heajos beliiguin.

source: Lista voi sisältää pieniä ja suuria asioita, jotka koskevat muun muassa omaa elämää, muita ihmisiä ja ympäristöä.
sme: Sáhttet leahkit una áššit ja stuora áššit, mat gusket iežas eallima, eará olbmuid, birrasa ja eará.

source: Jokainen laatii oman listansa ja tekee itse päätöksen tupakoinnin suhteen.
sme: Dat leat iežas listtut, ja olmmoš ieš mearrida man galgá čuovvut, got háliida dahkat borgguhemiin.
